INSERT INTO
    книги (название, автор, тип, количество, год_издания)
VALUES
    (
        'Мастер и Маргарита',
        'Михаил Булгаков',
        'к',
        480,
        '1967-01-01'
    ),
    ('1984', 'Джордж Оруэлл', 'к', 320, '1949-01-01'),
    (
        'Преступление и наказание',
        'Федор Достоевский',
        'к',
        672,
        '1866-01-01'
    ),
    (
        'Наука и жизнь №5',
        'Главный редактор',
        'ж',
        96,
        '2024-05-01'
    ),
    (
        'National Geographic Russia №2',
        'Главный редактор',
        'ж',
        120,
        '2023-02-01'
    ),
    (
        'Популярная механика №11',
        'Главный редактор',
        'ж',
        84,
        '2022-11-01'
    ),
    (
        'Вокруг света №1',
        'Главный редактор',
        'ж',
        112,
        '2025-01-01'
    ),
    (
        'Методические указания по SQL',
        'Иванов И.И.',
        'м',
        45,
        '2021-09-01'
    ),
    (
        'Лабораторный практикум по физике',
        'Петров П.П.',
        'м',
        60,
        '2020-08-01'
    ),
    (
        'Основы программирования: методичка',
        'Сидоров С.С.',
        'м',
        32,
        '2023-03-01'
    );